[Categories.Aster ChallengeCategoryDefinition]
CategoryName="Dragon Prison"

[Challenges.Challenge_Aster_KillDragons ChallengeDefinition]
ChallengeName="Acts of Daniel"
Description="dragon hunter."

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 dragons"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 50 dragons."

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Defeat 80 monsters"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Defeat 110 dragons"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Defeat 25 dragons"

[Challenges.Challenge_Aster_KillDwarves ChallengeDefinition]
ChallengeName="This is a book"
Description="Kill the woman."

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 100 dwarves"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="50 people killed"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 250 guards"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 150 Dwarves"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 200 cats"

[Challenges.Challenge_Aster_KillGolems ChallengeDefinition]
ChallengeName="He drew his sword and sheathed it"
Description="The boy is a criminal."

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Score 10 goals"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="50,000 less"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Defeat 80 golems"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Posted 120 goals."

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="They scored 25 goals."

[Challenges.Challenge_Aster_KillKnights ChallengeDefinition]
ChallengeName="get dress"
Description="The soldier died."

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="kill 10 knights"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 75 soldiers"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Defeat 120 heroes"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 175 knights"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 25 knights"

[Challenges.Challenge_Aster_KillMimics ChallengeDefinition]
ChallengeName="you can't fool me"
Description="Kill the pretense."

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Killed five cronies"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Complete the 30 steps"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 50 games"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Defeat 75 Emulators"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Clear level 15."

[Challenges.Challenge_Aster_KillOrcs ChallengeDefinition]
ChallengeName="Orcs must die"
Description="They kill the goblins."

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 orcs"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 150 orcs"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 200 orcs"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 250 orcs"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 100 orcs"

[Challenges.Challenge_Aster_KillSkeletons ChallengeDefinition]
ChallengeName="Isolate people"
Description="Kill the bones.."

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 skeletons"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 150 skeletons"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 200 skeletons."

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Destroy 250 skeletons"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 100 skeletons"

[Challenges.Challenge_Aster_KillSpiders ChallengeDefinition]
ChallengeName="Yes yes yes.."
Description="They kill spiders."

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Hit 25 waves"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 100 spiders."

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 150 spiders"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 200 spiders."

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 50 spiders"

[Challenges.Challenge_Aster_KillTreants ChallengeDefinition]
ChallengeName="beautiful big green"
Description="He was killed."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="But it's 10 in the morning."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="50 Cal Trent."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 80 strangers."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="120 meals and drinks."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 25 trolls"

[Challenges.Challenge_Aster_KillWizards ChallengeDefinition]
ChallengeName="Magic"
Description="Kill the witch."

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 witches."

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="kill 50 wizards"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Eliminate 80 mg"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 120 witches"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Otherwise 25.05"

[LevelChallenges.CastleExterior_DragonBoss ChallengeDefinition]
ChallengeName="Please sit down"
Description="No one fell off the bridge where the dragon king was.."

[LevelChallenges.CastleExterior_VaultRoy ChallengeDefinition]
ChallengeName="the room"
Description="Find 3 hidden signs in the room."

[LevelChallenges.CastleKeep_SacrificialAltar ChallengeDefinition]
ChallengeName="blood blood"
Description="Offer something on the altar of blood."

[LevelChallenges.CastleKeep_VaultRoy ChallengeDefinition]
ChallengeName="house of prayer"
Description="Find the hidden camera icon."

[LevelChallenges.DarkForest_Fluffybutt ChallengeDefinition]
ChallengeName="The property was given"
Description="The queen had a big donkey."

[LevelChallenges.DarkForest_OrcDecorations ChallengeDefinition]
ChallengeName="Clinical root regimen"
Description="Fire decorations in your homes."

[LevelChallenges.DarkForest_VaultRoy ChallengeDefinition]
ChallengeName="Prayer room"
Description="Look for two hidden camera symbols.."

[LevelChallenges.DeadForest_Grave ChallengeDefinition]
ChallengeName="Sleep well"
Description="Find ways to kill while standing on the grave."

[LevelChallenges.DeadForest_VaultRoy ChallengeDefinition]
ChallengeName="Dharamsabha community"
Description="Find the mystery hidden in the third room."

[LevelChallenges.Docks_SpatulaKhan ChallengeDefinition]
ChallengeName="Think of war"
Description="Find the last house and talk to him.."

[LevelChallenges.Docks_VaultRoy ChallengeDefinition]
ChallengeName="Sermon"
Description="Find the key to 3 hidden rooms.."

[LevelChallenges.Dungeon_SpiderQueen ChallengeDefinition]
ChallengeName="seriously injured, injured"
Description="Kill the queen bee without leaving her alive.."

[LevelChallenges.Dungeon_VaultRoy ChallengeDefinition]
ChallengeName="By order"
Description="Find 3 symbols in the hidden room."

[LevelChallenges.DungeonRaid_VaultRoy ChallengeDefinition]
ChallengeName="bedroom"
Description="Find the hidden camera icon.."

[LevelChallenges.Mines_FloatingRock ChallengeDefinition]
ChallengeName="lord of the land"
Description="Jump attempt completed."

[LevelChallenges.Mines_VaultRoy ChallengeDefinition]
ChallengeName="Dining Hall"
Description="Find the characters in two hidden rooms.."

[LevelChallenges.TempleSlaughter_Orc ChallengeDefinition]
ChallengeName="Work! Work! Work!"
Description="Kill the Orc King in a magical assassination.."

[LevelChallenges.TempleSlaughter_VaultRoy ChallengeDefinition]
ChallengeName="About the camera"
Description="Look for 2 hidden room icons."

[LevelChallenges.Village_SmashingPumpkins ChallengeDefinition]
ChallengeName="Cut the pumpkin"
Description="Cut 10 vegetables.."

[LevelChallenges.Village_VaultRoy ChallengeDefinition]
ChallengeName="Stop the camera"
Description="Find the lights in the hidden room 2."

